Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/patentstyret.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Loven regulerer hvordan kollektive forvaltningsorganisasjoner skal forvalte opphavsrett og nærstående rettigheter, slik at dette kan gjøres på en effektiv, betryggende og åpen måte.
nn: Lova regulerer korleis kollektive forvaltingsorganisasjonar skal forvalte opphavsrett og nærståande rettar, slik at dette kan gjerast på ein effektiv, forsvarleg og open måte.

source: Den beskyttelsen sertifikatet gir omfatter bare det produktet som dekkes av markedsføringstillatelsen for det tilsvarende plantefarmasøytiske produktet eller legemiddelet, samt enhver anvendelse av produktet som plantefarmasøytisk produkt eller legemiddel som det er gitt tillatelse til før sertifikatet utløper.
nn: Det vernet sertifikatet gir omfattar berre det produktet som blir dekka av marknadsføringsløyvet for det tilsvarande plantefarmasøytiske produktet eller legemiddelet, samt einkvar bruk av produktet som plantefarmasøytisk produkt eller legemiddel som det er gitt løyve til før sertifikatet går ut.

source: Ikke send søknader og dokumenter til en navngitt saksbehandler eller til kundesenteret.
nn: Ikkje send søknadar og dokument til en namngitt saksbehandlar eller til kundesenteret.

source: At enkelte mennesker med et særlig strengt livssyn blir støtt, er imidlertid ikke tilstrekkelig grunnlag for å nekte varemerkeregistrering.
nn: At einskilde menneske med eit særleg strengt livssyn blir støtt, er likevel ikkje tilstrekkeleg grunnlag for å nekte varemerkeregistrering.

source: Publisert 2015.01.14.Dette er et patent gransket og publisert av Det europeiske patentverket (EPO).(B1 Type dokument;
nn: Publisert 2015.01.14.Dette er eit patent granska og publisert av Det europeiske patentverket (EPO).(B1 Type dokument;

source: Det er viktig at du har riktig innhold og format på søknaden.
nn: Det er viktig at du har riktig innhald og format på søknaden.

source: – Vi ser at mange musikere nå ser viktigheten av varemerkeregistrering da det kan ligge store inntekter i det å selge eget «merchandise».
nn: – Vi ser at mange musikarar no ser at varemerkeregistrering er viktig fordi det kan liggje store inntekter i det å selje eget «merchandise».

source: nemlig drakter som har utviklet seg over tid, men som er laget ganske likt i mange generasjoner i samme geografiske område.
nn: nemleg draktene som har utvikla seg over tid, men som er laga ganske likt i mange generasjonar i same geografiske område.

source: Slike erklæringer mottar Patentstyret sjelden og de tillegges normalt liten vekt, jf.
nn: Slike erklæringar mottek Patentstyret sjeldan og dei tilleggast normalt liten vekt, jf.

source: Disse representerer dermed en relativt likvid eiendel som kan selges slik at selskapet får tilgang på kontanter og løse en mulig likviditetskrise», sier Straume.
nn: Desse representerer dermed ein relativt likvid eigendel som kan selgjast slik at selskapet får tilgang til kontantar og dermed løyse ei mogleg likviditetskrise», seier Straume.

source: Videreføring innebærer at søknaden må oversettes til et språk det enkelte land godtar, og du må betale en avgift til de respektive land.
nn: Vidareføring inneber at søknaden må omsetjast til eit språk det enkelte land godtek, og du må betale ei avgift til dei respektive landa.

source: En undersøkelse som er utført etter pålitelige vitenskapelige prinsipper vil kunne være viktig informasjon sammen med annen dokumentasjon, så som markedsandel, omsetningskostnader, markedsføringskostnader, omtale med mer.
nn: Ei undersøking som er utført etter pålitelege vitskapelege prinsipp vil kunne vere viktig informasjon saman med anna dokumentasjon, så som marknadsdel, omsetningskostnadar, marknadsføringskostnadar, omtale med meir.

source: Du kan også bruke det til å følge din egen sak.
nn: Du kan også bruke det for å følgje di eiga sak.

source: WIPO har som hovedoppgave å fremme utviklingen av immaterielle rettigheter globalt og er den sentrale internasjonale organisasjonen på dette området.
nn: WIPO har som hovudoppgåve å fremje utviklinga av immaterielle rettar globalt og er den sentrale internasjonale organisasjonen på dette området.

source: Du må i tillegg til søknadsavgift betale en meddelesavgift hvis søknaden fører til patent samt årsavgifter.
nn: Du må i tillegg til søknadsavgift betale ei meddelingsavgift og årsavgifter dersom søknaden fører til patent.

source: Bruk etter dette tidspunktet vil ikke bli tillagt vekt.
nn: Bruk etter dette tidspunktet vil ikkje bli tillagt vekt.

source: Den som søker domenenavn vil også bli gjort oppmerksom på at det finnes varemerker som er identiske med domenenavnet de ønsker å registrere.
nn: Den som søkjer domenenamn vil også bli gjort merksam på at det finst varemerke som er identiske med domenenamnet dei ønskjer å registrere.

source: Deling av registrerte varemerker
nn: Deling av registrerte varemerke

source: markedsføring, salg eller i en utstilling), oppnår du automatisk beskyttelse i tre år i hele EU for det som kalles et uregistrert design.
nn: marknadsføring, sal eller i ei utstilling), oppnår du automatisk vern i tre år i heile EU for det som kallast eit uregistrert design.

source: Klager behandles av Klagenemnda for industrielle rettigheter.
nn: Klager blir behandla av Klagenemnda for industrielle rettar, KFIR.

source: «Vi har valgt å registrere navnet Jesperpus for å beskytte oss mot kopiering og misbruk.
nn: «Vi har vi valt å registrere namnet Jesperpus for å verne oss mot kopiering og misbruk.

source: Du kan betale valideringsgebyret direkte i Altinn, eller vi kan sende deg en faktura med én måneds frist etter at vi har kontrollert søknaden og eventuelle dokumenter.
nn: Du kan betale valideringsgebyret direkte i Altinn, eller vi kan sende deg ein faktura med éin månads frist etter at vi har kontrollert søknaden og eventuelle dokument.

source: kan du sette opp en egen varsling som gir deg melding når valgte aktører leverer inn søknader, eller når det skjer noe i visse vare- og tjenesteklasser.
nn: kan du setje opp ei eiga varsling som gir deg melding når valde aktørar leverer inn søknader, eller når det skjer noko i valde vare- og tenesteklasser.

source: De er tidlig ute, men mener at timingen er perfekt for å tilby autonomi som gjør byer bedre å bo i.
nn: Dei er tidlig ute, men dei meiner at timinga er perfekt for å tilby autonomi som gjer byar betre å bu i.

source: Å utvikle et nytt produkt krever ofte store investeringer.
nn: Å utvikle eit nytt produkt krev ofte store investeringar.

source: «Å søke patent på norsk gjør oss mindre tilgjengelige for internasjonale konkurrenter i en tidlig fase.»
nn: «Å søkje patent på norsk gjer oss mindre tilgjengelege for internasjonale konkurrentar i ein tidleg fase.»

source: Studien omfatter årene 2011-2013 og er på engelsk.
nn: Studien omfattar åra 2011-2013 og er på engelsk.

source: Personlige og sosiale tjenester utført av andre for å dekke personlige behov
nn: Personlege og sosiale tenester utført av andre for å dekkje personlege behov

source: Betalingsfrister og svarfrister
nn: Betalingsfristar og svarfristar

source: Men hvis man skal bygge en langsiktig business og operere i flere land, er det essensielt at man har en strategi for dette.»
nn: Men viss ein skal byggje ein langsiktig business og operere i fleire land, er det essensielt at ein har ein strategi for dette.»

source: For virksomheten er det viktig å beskytte varemerket «Airthings» slik at det ikke blir misbrukt av andre som vil inn i dette markedet.
nn: For verksemda er det viktig å verne varemerket «Airthings» slik at det ikkje blir misbrukt av andre som vil inn i denne marknaden.

source: Dette betyr at dokumentasjonen må vise geografisk spredning for å gi grunnlag for en landsdekkende varemerkeregistrering.
nn: Dette betyr at dokumentasjonen må vise geografisk spreiing for å gi grunnlag for ei landsdekkjande varemerkeregistrering.

source: Visse opplysninger om forretningshemmeligheter kan derimot unntas fra offentlighet etter reglene i varemerkeloven § 25 andre ledd.
nn: Visse opplysningar om forretningsløyndomar kan derimot unntakast frå offentlegheit etter reglane i varemerkelova § 25 andre ledd.

source: Et varemerke er villedende hvis en del av kjøperne kan komme til å få feil oppfatning om varen eller tjenesten.
nn: Eit varemerke er villeiande dersom ein del av kjøparane kan kome til å få feil oppfatning om vara eller tenesta.

source: De innledet derfor samarbeid med Leogriff og Selmer advokatkontor.
nn: Dei innleidde derfor samarbeid med Leogriff og Selmer advokatkontor.

source: Og vi har flere prosesser på gang som kan ende opp i både nye patenter og merkevarer i tiden framover.»
nn: Og vi har fleire prosessar på gang som kan ende opp i både nye patent og merkevarer i tida framover».

source: Pedro er en sint type med mye aggresjon.
nn: Pedro er ein sint type med mykje aggresjon.

source: Etter mønster fra EU-landene er det i Norge anledning til å registrere beskyttede betegnelser for norske landbruksbaserte næringsmidler, fisk og fiskevarer.
nn: Etter mønster frå EU-landa er det i Noreg høve til å registrere beskytta nemningar for norske landbruksbaserte næringsmiddel, fisk og fiskevarer.

source: Frist for å validere et EP-patent
nn: Frist for å validere eit EP-patent

source: For eksempel hvis oppfinnelsen din har vært omtalt i tidligere patenter, tidsskrifter eller annen litteratur (gjelder hele verden), eller hvis du har vist den frem på en utstilling eller under et foredrag, eller den er blitt omtalt i en avis, en brosjyre eller enhver muntlige måte.
nn: Til dømes viss oppfinninga di har vore omtala i tidlegere patent, tidsskrifter eller annan litteratur (gjeld heile verda) eller viss du har vist den fram på ei utstilling eller under eit foredrag, eller det er blitt omtala i ei avis, på internett, i ein brosjyre eller einkvar munnlege måte.

source: Det er viktig å merke seg at det ikke er avgjørende hva du selv mener er forretningshemmeligheter.
nn: Det er viktig å merke seg at det ikkje er avgjarande kva du sjølv meiner er forretningsløyndomar.

source: Du kan også få hjelp av Patentstyret til å foreta en forundersøkelse.
nn: Du kan også få hjelp av Patentstyret til å foreta ei forundersøking.

source: Beslutningen om å investere i en patentbeskyttelse bør tas i lys av en kost-nyttevurderinger.
nn: Avgjerda om å investere i eit patentvern bør takast i lys av ein kost-nyttevurdering.

source: For å sikre oss riktig kompetanse i årene fremover, er Patentstyret stadig på jakt etter nye medarbeidere med relevant erfaring.
nn: For å sikre oss riktig kompetanse i åra framover, er Patentstyret stadig på jakt etter nye medarbeidarar med relevant erfaring.

source: Fristen på to måneder er fastsatt ut fra en vurdering av søkeren eller fullmektigens behov for å rette en mangel.
nn: Fristen på to månader er fastsett ut frå ei vurdering av søkjaren eller fullmektigen sitt behov for å rette ein mangel.

source: En varemerkesøknad må blant annet inneholde en liste over alle produktene (varene eller tjenestene) du vil ha varemerket registrert for, mens beskrivelsen i en patentsøknad skal være så tydelig at en fagperson skal kunne utøve oppfinnelsen på grunnlag av denne.
nn: Ein varemerkesøknad må blant anna innehalde ei liste over alle produkta (varene eller tenestene) du vil ha varemerket registrert for, mens forklaringa i ein patentsøknad skal vere så tydeleg at ein fagperson skal kunne utøve oppfinninga på grunnlag av denne.

source: Anmodning om å trekke en søknad
nn: Oppmoding om å trekkje ein søknad

source: Alle som mener at et patent er gitt på feilaktig grunnlag, kan sende inn en skriftlig
nn: Alle som meiner at eit patent er gitt på feilaktig grunnlag, kan sende inn ei skriftleg

source: Vi videreformidler også opplysninger til andre lands patentmyndigheter og internasjonale organisasjoner innenfor rammene av internasjonalt samarbeid og avtaler.
nn: Vi vidareformidlar også opplysingar til andre land sine patentstyresmakter og internasjonale organisasjonar innanfor rammene av internasjonalt samarbeid og avtalar.

source: I så fall er det et vilkår for at publiseringsretten skal gjelde at forskningsresultatene knytter seg til en oppfinnelse som har blitt gjort i forbindelse med arbeidstakerens stilling ved universitet eller høyskole.
nn: I så fall er det eit vilkår for at publiseringsretten skal gjelde at forskningsresultata knytter seg til ei oppfinning som har blitt gjort i samband med arbeidstakaren si stilling ved universitet eller høgskule.

source: Hvis varemerket er beskrivende og/eller mangler særpreg, må dokumentasjonen vise at omsetningskretsen oppfatter varemerket som «noens særlige kjennetegn».
nn: Dersom varemerket er beskrivande og/eller manglar særpreg, må dokumentasjonen vise at omsetningskrinsen oppfattar varemerket som «nokon sitt særlege kjenneteikn».

source: I praksis har det vist seg at det kan være utfordrende å finne tilstrekkelig klare og daterte bevis.
nn: I praksis har det vist seg at det kan vere utfordrande å finne tilstrekkeleg klare og daterte bevis.

source: Ditt patent publiseres og deles med hele verden!
nn: Patentet ditt blir publisert og delt med heile verda!

source: Folk som har lest din reklamebrosjyre går til en av konkurrentene dine fordi de blander sammen disse foretaksnavnene.
nn: Folk som har lest reklamebrosjyra di går til ein av konkurrentane dine fordi dei blander saman desse føretaksnamna.

source: Et domenenavn er unikt og kan kun ha én innehaver under samme toppdomene.
nn: Eit domenenamn er unikt og kan berre ha éin innehavar under same toppdomene.

source: må også være nytt for å kunne registreres.
nn: må også vere nytt for å kunne registrerast.

source: Gassdetektorer er «big business», da de er helt nødvendige for sikkerheten i flere industrier verden over, ikke minst innenfor olje- og gassektoren og kjemisk industri.
nn: Gassdetektorar er «big business» fordi dei er heilt nødvendige for sikkerheita i fleire industriar verda over, ikkje minst innanfor olje- og gassektoren og i kjemisk industri.

source: en kopi av oppdraget fra søkeren eller innehaveren
nn: ein kopi av oppdraget frå søkjaren eller innehavaren

source: Er farge en viktig del av designet, kan det imidlertid være lurt å beskytte det i farger.
nn: Er farge ein viktig del av designet, kan det likevel vere lurt å beskytte det i fargar.

source: Når det gjelder religion, favner bestemmelsen vidt ved at slike merker vil nektes for mange typer varer og tjenester.
nn: Når det gjeld religion, famnar føresegna vidt ved at slike merke vil bli nekta for mange typer varer og tenester.

source: Om produktet og patentene
nn: Om produktet og patenta

source: Vi har ingeniører, jurister og erfarne saksbehandlere som gir deg denne viktige informasjonen - så du kan ta de riktige beslutningene.
nn: Vi har ingeniørar, juristar og erfarne saksbehandlarar som gir deg denne viktige informasjonen - så du kan ta dei riktige avgjerdene.

source: på nettsidene til EUIPO
nn: å nettsidene til EUIPO

source: bedre utgangspunkt for lisens- og samarbeidsavtaler
nn: betre utgangspunkt for lisens- og samarbeidsavtalar

source: Bruk enklest mulig språkform, beskriv midlene - ikke virkningen eller det som oppnås (som ikke angir den nye teknikken som brukes), unngå ubestemte ord, bruk generelle ord som "festemiddel" framfor spesifikke som "skrue", beskriv løsninger – ikke oppgaven, bruk entydige begrep, bruk den normale og mest kjente betydning av ord, bruk et uselvstendig krav per moment, selvstendige krav skal gi en selvstendig teknisk mening uten behov for å se på tegninger eller beskrivelse for forståelse – unngå derfor "som beskrevet" eller "som vist på figur 2", unngå relative begreper som "vid" o.l.
nn: Bruk enklast mogleg språkform, beskriv midla - ikkje verknaden eller det som blir oppnådd (som ikkje oppgir den nye teknikken som brukast), unngå ubestemte ord, bruk generelle ord som "festemiddel" framfor spesifikke som "skrue", beskriv løysingar – ikkje oppgåva, bruk eintydige begrep, bruk den normale og mest kjente tydinga av ord, bruk eit usjølvstendig krav per moment, sjølvstendige krav skal gi ei sjølvstendig teknisk meining utan behov for å sjå på teikningar eller beskriving for forståing – unngå derfor "som beskreve" eller "som vist på figur 2", unngå relative begrep som "vid" o.l.

source: er en klage som kommer inn til Patentstyret fra en tredjepart under søknadsbehandlingen.
nn: er ei klage som kjem inn til Patentstyret frå ein tredjepart under søknadsbehandlinga.

source: En viktig del av forarbeidet før du sender inn en patentsøknad er å kartlegge eksisterende rettigheter og tilgjengelig informasjon om tilsvarende produkter og oppfinnelser.
nn: Ein viktig del av forarbeidet før du sender inn ein patentsøknad er å kartleggje eksistarende rettar og tilgjengeleg informasjon om tilsvarande produkt og oppfinningar.

source: Hvis innsigelsen ikke oppfyller de formelle kravene, sender Patentstyret brev med en (1) måneds frist for å rette manglene.
nn: Viss motesegna ikkje oppfyller dei formelle krava, sender Patentstyret brev med ein (1) månads frist for å rette manglane.

source: De mener at en sterk IP-portefølje og et bevisst forhold til IPR-strategi har vært viktig for å komme med i disse støtteprogrammene.
nn: Dei meiner at ein sterk IP-portefølje og eit bevisst forhold til IPR-strategi har vore viktig for å kome med i desse støtteprogramma.

source: Det er viktig å være klar over er at tegn som utelukkende består av en form som følger av varens art, er nødvendig for å oppnå et teknisk resultat eller tilfører varen en betydelig verdi, ikke kan innarbeides, jf.
nn: Det er viktig å vere klar over er at teikn som utelukkande består av ei form som følgjer av varens art, er nødvendig for å oppnå eit teknisk resultat eller tilfører varen ein betydelig verdi, ikkje kan innarbeidast, jf.

source: Han understreker at patentering ikke er den eneste metoden for å beskytte immaterielle rettigheter.
nn: Han understrekar at patentering ikkje er den einaste metoden for å verne immaterielle rettar.

source: Oppfinnelseshøyde – oppfinnelsen må skille seg vesentlig fra kjent teknologi innen samme teknologiområde.
nn: Oppfinningshøgd – oppfinninga må skilje seg vesentleg frå kjent teknologi innan same teknologiområde.

source: Noen kan ha det som registrert varemerke, andre som foretaksnavn og andre igjen hevder at det er innarbeidet som deres varemerke.
nn: Nokre kan ha det som registrert varemerke, andre som føretaksnamn og andre igjen hevder at det er innarbeida som deira varemerke.

source: – Det er likevel ikke slik at konkurrentene kommer til å stå i kø med kopier den dagen patentet frigis.
nn: «Det er likevel ikkje slik at konkurrentane kjem til å stå i kø med kopiar den dagen patentet blir frigitt.

source: En god beskrivelse av oppfinnelsen er viktig for at vi skal kunne gjøre en best mulig nyhetsundersøkelse.
nn: Ei god skildring av oppfinninga er viktig for at vi skal kunne gjere ei best mogleg nyheitsundersøking.

source: Hvorfor hadde du ikke gitt Patentstyret beskjed om eventuell adresseendring?
nn: Kvifor hadde du ikkje gitt Patentstyret beskjed om eventuell adresseendring?

source: Når og hvordan kan du levere inn en protest?
nn: Når og korleis kan du levere inn ein protest?

source: Serien handlet om en gruppe mennesker med forskjellige type funksjonsnedsettelser som utfordret seg selv til å bestige fjelltopper.
nn: Serien handla om ei gruppe menneske med forskjellige type funksjonsnedsetjingar som utfordra seg sjølv til å klatre opp på fjelltoppar.

source: Patentstyret har ingen oversikt over alle eldre ansvarsmerker som ikke lenger er i kraft.
nn: Patentstyret har inga oversikt over alle eldre ansvarsmerke som ikkje lenger er i kraft.

source: Å søke om patent i flere land kan bli dyrt.
nn: Å søkje om patent i fleire land kan bli dyrt.

source: Om du har gjort inngrep i andres rettigheter, er prosessen like utfordrende som når andre krenker dine rettigheter.
nn: Om du har gjort inngrep i andre sine rettar, er prosessen like utfordrande som når andre krenkjer dine rettar.

source: Instituttets hovedoppgave er å levere ulike typer tjenester innen patentområdet til andre patentmyndigheter og til private kunder.
nn: Instituttet si hovudoppgåve er å levere ulike typer tenester innan patentområdet til andre patentmyndigheiter og til private kundar.

source: Alle fysiske og juridiske personer som har bopel eller hovedforretningsadresse i et EPC-medlemsland kan selv føre sin sak overfor EPO.
nn: Alle fysiske og juridiske personar som har bopel eller hovudforretningsadresse i et EPC-medlemsland kan sjølv føre saka si overfor EPO.

source: Siden 2016 har Ocean Sun gjort omfattende undersøkelser og eksperimentering i bassenglaboratorium for å teste og videreutvikle teknologien.
nn: Sidan 2016 har Ocean Sun gjort omfattande undersøkingar og eksperimentering i bassenglaboratorium for å teste og vidareutvikle teknologien.

source: Informasjon om kopitjenesten
nn: Informasjon om kopitenesta

source: Patentstyrets søketjeneste, som er gratis og åpen for alle, viser all offentlig informasjon rundt varemerker, patenter og design i Norge.
nn: Patentstyret si søkjeteneste, som er gratis og open for alle, viser all offentleg informasjon rundt varemerke, patent og design i Noreg.

source: Patentstyret godtar søknader på norsk eller engelsk.
nn: Patentstyret godtek søknadar på norsk eller engelsk.

source: I overgangsreglene er det bestemt at kravet om at fristoversittelsen må ha vært utilsiktet bare skal gjelde der fristoversittelsen skjer etter at loven har trådt i kraft, som er 1.
nn: I overgangsreglane er det bestemt at kravet om at fristoversitjinga må ha vore utilsikta berre skal gjelde der fristoversitjinga skjer etter at lova har tredd i kraft, 1.

source: Vi fikk bistand fra Tandberg Innovasjon til å registrere varemerket.
nn: Vi fikk hjelp av Tandberg Innovasjon til å registrere varemerket.

source: Annet verktøy og redskaper
nn: Anna verktøy og reiskap

source: Men det er også fallgruver innenfor varemerker, og det kan oppstå både store og små konflikter rundt et varemerke.
nn: Men det er også fallgruver innanfor varemerke, og det kan oppstå både store og små konfliktar rundt eit varemerke.

source: Du og ekspertene våre utfyller hverandre i kompetanse og søket blir både kreativt og lærerikt.
nn: Du og ekspertane våre utfyller kvarandre i kompetanse, og søket blir både kreativt og lærerikt.

source: Hva undersøker Patentstyret
nn: Kva undersøkjer Patentstyret?

source: I tillegg til seismikkbransjen er det et utall alternative bruksområder og markeder for dette produktet, både nå og i fremtiden.
nn: I tillegg til seismikkbransjen er det eit utall alternative bruksområde og marknader for dette produktet, både no og i framtida.

source: Opprinnelsesland og samtykke for uttak av biologisk materiale eller tradisjonell kunnskap
nn: Opphavsland og samtykke for uttak av biologisk materiale eller tradisjonell kunnskap

source: En designsøknad holdes automatisk hemmelig i inntil seks måneder med mindre søkeren ber om at søknaden skal være allment tilgjengelig allerede ved innlevering.
nn: Ein designsøknad haldast automatisk hemmeleg i inntil seks månader med mindre søkjaren ber om at søknaden skal vere allment tilgjengeleg allereie ved innlevering.

source: Det betyr at noen gjør Patentstyret oppmerksom på grunner til at varemerket ditt ikke kan registreres.
nn: Det betyr at nokon gjer Patentstyret merksam på grunnar til at varemerket ditt ikkje kan registrerast.

source: Forvekselbare foretaksnavn betyr for eksempel at det ligner på ditt foretaksnavn eller varemerke, enten ved måten navnene ser ut eller skrives, eller ved måten de uttales.
nn: Forvekselbare føretaksnamn betyr til dømes at det likner på føretaksnamnet eller varemerket ditt, anten ved måten namna ser ut eller skrivast, eller ved måten dei uttalast.
